{
  "en": {
    "smt": "Spectrum Management and Telecommunications",
    "spectrum-allocation": "Spectrum allocations",
    "spectrum-auctions": "Spectrum auctions",
    "auctions-table": "All spectrum auctions",

    "landing-title": "Spectrum Auctions",
    "landing-heading": "Spectrum auctions",
    "landing-intro": "A spectrum auction is a competitive process, where applicants bid on the spectrum licences they would like to acquire. <a href='/SAWI/about-auctions.html'>Learn more about spectrum auctions.</a>",
    "landing-auctions-link": "List of spectrum auctions",
    "landing-auctions-description": "Table of all upcoming and completed spectrum auctions.",
    "landing-documents-link": "Documents",
    "landing-documents-description": "Documents related to spectrum auctions, such as consultations, decisions, results and applicant information.",
    "landing-about-link": "How auctions work",
    "landing-about-description": "Information on how spectrum auctions work and their key frameworks and outlook.",
    "landing-related-links-heading": "Related links",
    "landing-service-areas-link": "Service areas for competitive licensing",
    "landing-service-areas-description": "The defined service areas used for all competitive licensing processes, displayed in an interactive map and table.",
    "landing-licensing-procedure-link": "CPC-2-1-23 — Licensing Procedure",
    "landing-licensing-procedure-description": "Licensing procedure for spectrum licences.",
    "landing-col-link": "Conditions of licence",
    "landing-col-description": "Conditions that apply to your spectrum, radio or satellite licence or broadcasting certificate.",
    "landing-spectrum-allocation-link": "Spectrum allocation tool",
    "landing-spectrum-allocation-description": "Tool for searching spectrum documentation, such as technical standards and conditions of licence, by frequency range.",
    "landing-terrestrial-licensing-link": "Spectrum licensing (terrestrial)",
    "landing-terrestrial-licensing-description": "Other terrestrial licensing processes, such as Non-Competitive Local Licensing, Access Spectrum Licensing, the Indigenous Priority Window and the secondary market.",
    "landing-spectrum-browser-link": "Spectrum licence browser",
    "landing-spectrum-browser-description": "Tool for searching existing spectrum licences and spectrum licences available for application.",
    "landing-latest-pub": "Last publications",
    "landing-view-all": "View all auction documents",

    "about-title": "How auctions work",
    "about-intro": "Innovation, Science and Economic Development Canada (ISED) manages spectrum to maximize economic and social benefits for Canadians. Auctions are a competitive licensing process generally used to award spectrum licences when the demand for spectrum is expected to exceed supply.",
    "about-table-of-contents": "On this page: ",
    "about-table-item1": "Auction process",
    "about-table-item2": "Auction formats",
    "about-table-item3": "Frameworks and outlooks",
    "about-auctions-process": "Auction process",
    "about-auctions-process-intro": "Through a structured process involving stakeholder consultation, competitive bidding, and regulatory oversight, these auctions enable efficient distribution of limited spectrum to service providers while maximizing public benefit and fostering innovation in wireless communications.",
    "WIP-about-auctions-process-intro-continued": "The following is a summary of the auction process as described in the <a href=\"#\" class=\"wrong-way\" Framework for spectrum auctions in Canada</a>.",
    "about-auctions-tab1": "Auctions",
    "WIP-about-auctions-tab1-description": "",
    "about-auctions-tab2": "Residual auctions",
    "WIP-about-auctions-tab2-description": "",

    "about-auctions-step1": "1. Consultations on the proposed policy and licensing procedures",
    "about-auctions-step1-description": "A formal consultation paper is published proposing all aspects of the upcoming auction. This document outlines the proposed spectrum policy, auction design, and licensing procedures and rules. The consultation process provides interested stakeholders with the opportunity to review and comment on these proposals before the auction framework is finalized.",
    "about-auctions-step2": "2. Comment period",
    "about-auctions-step2-description": "During this time, interested parties can submit written comments on the proposed auction design and rules. All stakeholders including potential bidders, industry associations and public interest groups may participate. After the closing date for receipt of comments, copies of all the comments received are posted on ISED’s website.",
    "about-auctions-step3": "3. Reply comment period",
    "about-auctions-step3-description": "During this time, stakeholders can respond to comments submitted during the initial comment period. This provides an opportunity for addressing concerns or refining proposals based on feedback. After the closing date for receipt of reply comments, copies of all the reply comments received are posted on ISED’s website.",
    "about-auctions-step4": "4. Publication of the licensing framework/decision",
    "about-auctions-step4-description": "After all submitted feedback has been reviewed, the final auction framework is published. This document discusses the comments received from the consultation process and describes the auction format, bidding rules and licence conditions. A table of key dates associated with the auction accompanies this document.",
    "about-auctions-step5": "5. Clarification questions",
    "about-auctions-step5-description": "Stakeholders have an opportunity to submit written questions asking for clarification of rules or policies related to the auction. Questions received by the deadline and ISED’s written answers to these questions are published online.",
    "about-auctions-step6": "6. Deadline for the receipt of applications",
    "about-auctions-step6-description": "Prospective participants must submit their completed application forms, supporting documentation and financial deposit by the published deadline. The specific application requirements are detailed in the auction framework.",
    "about-auctions-step7": "7. Publication of the list of applicants",
    "about-auctions-step7-description": "Shortly after the application submission deadline, ISED publishes online a comprehensive list of all applicants, as well as information about their beneficial ownership, affiliations and associations. This step does not imply that participants have been qualified to participate in the auction.",
    "about-auctions-step8": "8. Publication of the list of qualified bidders",
    "about-auctions-step8-description": "ISED publishes the official list of qualified bidders on its website. After this time, bidders receive training materials and a schedule for the first week of the auction.",
    "about-auctions-step9": "9. Bidder information sessions and mock auctions",
    "about-auctions-step9-description": "Qualified bidders receive training and become familiar with the auction rules, software platform and bidding procedures. Bidders participate in practice sessions on the actual auction software so they may identify and resolve any technical issues before the start of the auction.",
    "about-auctions-step10": "10. Start of auction",
    "about-auctions-step10-description": "The auction starts on the date specified in the auction’s table of key dates.",
    "about-auctions-step11": "11. Conclusion of auction",
    "about-auctions-step11-description": "The duration and conclusion of an auction depend on its design and format as well as bidding activity. Details on the closure of an auction are provided in the framework.",
    "about-auctions-step12": "12. Publication of provisional licence winners",
    "about-auctions-step12-description": "Shortly after the conclusion of the auction, the provisional results, including provisional winning bidders, prices and their licences are published online. Results are not considered final until all payments have been received.",
    "about-auctions-step13": "13. Initial payment deadline",
    "about-auctions-step13-description": "Provisional winners must submit their first payment by the published deadline. Failure to do so may result in forfeiture of licences won.",
    "about-auctions-step14": "14. Final payment deadline",
    "about-auctions-step14-description": "Provisional winners must submit their final payment (balance owing) by the published deadline. Failure to do so may result in forfeiture of licences won.",
    "about-auctions-step15": "15. Issuance of licences",
    "about-auctions-step15-description": "Once provisional winning bidders have submitted all payments on the final payment deadline, their licences are issued. At this time, all auction results are deemed final.",
    "about-auctions-step16": "16. Publication of bidding data",
    "about-auctions-step16-description": "A few months after issuing licences, ISED publishes on its website detailed bidding data, which includes bidders' identities and all bids submitted for the concluded auction. This is done in the interest of transparency of the auction process.",

    "about-residual-auctions-step1": "1. Publication of notice/decision",
    "about-residual-auctions-step1-description": "A formal notice is published announcing an upcoming auction of residual licences. The notice details the auction format and bidding rules (generally a sealed-bid auction with a second-price rule). A table of key dates associated with the residual auction accompanies this document.",
    "about-residual-auctions-step2": "2. Clarification questions",
    "about-residual-auctions-step2-description": "Stakeholders have an opportunity to submit written questions asking for clarification of rules related to the residual auction. Questions received by the deadline and ISED’s written answers to these questions are published online.",
    "about-residual-auctions-step3": "3. Deadline for the receipt of applications",
    "about-residual-auctions-step3-description": "Prospective participants must submit their completed application forms, supporting documentation and financial deposit by the published deadline. The specific application requirements are detailed in the residual auction notice.",
    "about-residual-auctions-step4": "4. Publication of the list of applicants",
    "about-residual-auctions-step4-description": "Shortly after the application submission deadline, ISED publishes online a comprehensive list of all applicants, as well as information about their beneficial ownership, affiliations and associations. This step does not imply that participants have been qualified to participate in the residual auction.",
    "about-residual-auctions-step5": "5. Publication of the list of qualified bidders",
    "about-residual-auctions-step5-description": "ISED publishes the official list of qualified bidders on its website. After this time, bidders receive an information package.",
    "about-residual-auctions-step6": "6. Start of residual auction (sealed bid deadline)",
    "about-residual-auctions-step6-description": "The deadline for receipt of sealed bids marks the start of the residual auction. This deadline is specified in the residual auction’s table of key dates.",
    "about-residual-auctions-step7": "7. Conclusion of residual auction",
    "about-residual-auctions-step7-description": "The conclusion of the residual auction depends on its design and format. It generally concludes within two weeks.",
    "about-residual-auctions-step8": "8. Publication of provisional licence winners",
    "about-residual-auctions-step8-description": "Shortly after the conclusion of the auction, the provisional results, including provisional winning bidders, prices and their licences, are published online. Results are not considered final until all payments have been received.",
    "about-residual-auctions-step9": "9. Initial payment deadline",
    "about-residual-auctions-step9-description": "Provisional winners must submit their first payment by the published deadline. Failure to do so may result in forfeiture of licences won.",
    "about-residual-auctions-step10": "10. Final payment deadline",
    "about-residual-auctions-step10-description": "Provisional winners must submit their final payment (balance owing) by the published deadline. Failure to do so may result in forfeiture of licences won.",
    "about-residual-auctions-step11": "11. Issuance of licences",
    "about-residual-auctions-step11-description": "Once provisional winning bidders have submitted all payments on the final payment deadline, their licences are issued. At this time, all residual auction results are deemed final.",
    "about-residual-auctions-step12": "12. Publishing bidding data",
    "about-residual-auctions-step12-description": "A few months after issuing licences, ISED publishes on its website detailed bidding data, which includes bidders' identities and all bids submitted for the concluded residual auction. This is done in the interest of transparency of the auction process.",

    "about-auctions-formats-heading": "Auction formats",
    "about-auctions-formats-intro": "The following links bring you to the framework for residual auctions.",

    "about-auctions-formats-tab1": "Clock auction (CA) format",
    "WIP-about-auctions-formats-tab1-description": "A sealed-bid auction is a type of auction where bidders submit their bids in a sealed format, meaning that the bids are not disclosed to other participants until the auction concludes. This format is often used for residual spectrum auctions.",
    "about-auctions-formats-tab2": "Combinatorial clock auction (CCA) format",
    "WIP-about-auctions-formats-tab2-description": "A simultaneous multiple-round auction is a type of auction where multiple spectrum licences are auctioned simultaneously over several rounds. Bidders can place bids on multiple licences in each round, and the auction continues until no new bids are received for a specified period.",
    "about-auctions-formats-tab3": "Simultaneous multiple-round ascending auction (SMRA) format",
    "WIP-about-auctions-formats-tab3-description": "A clock auction is a type of auction where the price of the spectrum licences increases in a series of rounds, and bidders indicate their willingness to pay at each price level. The auction continues until no bidder is willing to pay the current price, at which point the licences are awarded to the highest bidders.",
    "about-auctions-formats-tab4": "Sealed-bid format",
    "WIP-about-auctions-formats-tab4-description": "A clock auction is a type of auction where the price of the spectrum licences increases in a series of rounds, and bidders indicate their willingness to pay at each price level. The auction continues until no bidder is willing to pay the current price, at which point the licences are awarded to the highest bidders.",

    "about-auctions-frameworks-heading": "Frameworks and outlooks",
    "about-auctions-frameworks-link1": "Framework for spectrum auctions",
    "about-auctions-frameworks-link1-description": "Document outlining the general approaches ISED uses to auction spectrum licences.",
    "about-auctions-frameworks-link2": "Decision on a Streamlined Framework for Auctioning Residual Spectrum Licences",
    "about-auctions-frameworks-link2-description": "Document outlining ISED’s streamlined approach for auctioning residual spectrum licences.",
    "about-auctions-frameworks-link3": "Spectrum outlook 2023 to 2027",
    "about-auctions-frameworks-link3-description": "Document outlining ISED’s overall approach and planning activities related to its management of Canada’s radio spectrum over a 5-year period, including measures to support competition in its auction processes.",
    "about-auctions-frameworks-link4": "Spectrum Policy Framework for Canada",
    "about-auctions-frameworks-link4-description": "Document outlining policy and spectrum management direction for wireless applications, services and uses, ranging from national defence and security to commercial, consumer, scientific and private radio. It contains core objectives and policy guidelines that form the basis for ISED’s Spectrum Management Program.",

    "doc-title": "Spectrum auction documents",
    "doc-filter-by": "Filter by",
    "doc-type": "Document type",
    "doc-auctions": "Auctions",
    "doc-residual": "Residual auctions",
    "doc-filter": "Filter",
    "doc-clear": "Clear all filters",
    "doc-table-update": "Clear all filters",
    "doc-table-title": "Clear all filters",
    "doc-table-type": "Clear all filters",
    "doc-table-auction": "Clear all filters"
  },

  "fr": {
    "smt": "Spectrum Management and Telecommunications",
    "spectrum-allocation": "Spectrum allocations",
    "spectrum-auctions": "Spectrum auctions",
    "auctions-table": "All spectrum auctions",

    "landing-title": "Enchères du spectre",
    "landing-heading": "Enchères du spectre",
    "landing-intro": "Cette page donne accès aux enchères du spectre, à leurs publications connexes et à de l’information sur leur fonctionnement.",
    "landing-auctions-link": "Liste des enchères du spectre",
    "landing-auctions-description": "Accès à toutes les enchères du spectre achevées, à venir et potentielles, organisées par date et bande de fréquence.",
    "landing-documents-link": "Repérage de publications",
    "landing-documents-description": "Repérage des publications liées aux enchères du spectre, telles que les consultations, les décisions, les résultats et l’information sur les requérants.",
    "landing-about-link": "Fonctionnement des enchères",
    "landing-about-description": "Aperçu du processus et des formats d’enchères du spectre et accès aux politiques-cadres générales.",
    "landing-related-links-heading": "Liens connexes",
    "landing-service-areas-link": "Zones de service visant l'autorisation concurrentielle",
    "landing-service-areas-description": "Les zones de services définies pour les processus de délivrance de licences en régime concurrentiel, affichées dans une carte et un tableau interactifs.",
    "landing-licensing-procedure-link": "CPC-2-1-23 — Procédure de délivrance de licences",
    "landing-licensing-procedure-description": "Procédure de délivrance de licences de spectre pour les services terrestres.",
    "landing-col-link": "Conditions de licence",
    "landing-col-description": "Les conditions applicables à votre licence de spectre, de radio ou de satellite ou à votre certificat de radiodiffusion.",
    "landing-spectrum-allocation-link": "Outil d'attribution du spectre",
    "landing-spectrum-allocation-description": "Outil de recherche de documents sur le spectre, tels que les normes techniques et les conditions de licence, par gammes de fréquences.",
    "landing-terrestrial-licensing-link": "Délivrance de licence de spectre (terrestre)",
    "landing-terrestrial-licensing-description": "Autres processus de délivrance de licences terrestres, tels que pour les licences non concurrentielles locales, les licences d’accès, la fenêtre de priorité offerte aux Autochtones et le marché secondaire.",
    "landing-spectrum-browser-link": "Navigateur de licences de spectre",
    "landing-spectrum-browser-description": "Outil de recherche de licences de spectre existantes et des licences disponibles que l’on peut demander.",
    "landing-latest-pub": "Dernières publications",
    "landing-view-all": "Voir tous les documents",

    "about-title": "How auctions work",
    "about-intro": "Innovation, Science and Economic Development Canada (ISED) manages spectrum to maximize economic and social benefits for Canadians. Auctions are a competitive licensing process generally used to award spectrum licences when the demand for spectrum is expected to exceed supply.",
    "about-table-of-contents": "On this page: ",
    "about-table-item1": "Auction process",
    "about-table-item2": "Auction formats",
    "about-table-item3": "Frameworks and outlooks",
    "about-auctions-process": "Auction process",
    "about-auctions-process-intro": "Through a structured process involving stakeholder consultation, competitive bidding, and regulatory oversight, these auctions enable efficient distribution of limited spectrum to service providers while maximizing public benefit and fostering innovation in wireless communications.",
    "WIP-about-auctions-process-intro-continued": "The following is a summary of the auction process as described in the <a href=\"#\" class=\"wrong-way\" Framework for spectrum auctions in Canada</a>.",
    "about-auctions-tab1": "Auctions",
    "WIP-about-auctions-tab1-description": "",
    "about-auctions-tab2": "Residual auctions",
    "WIP-about-auctions-tab2-description": "",

    "about-auctions-step1": "1. Consultations on the proposed policy and licensing procedures",
    "about-auctions-step1-description": "A formal consultation paper is published proposing all aspects of the upcoming auction. This document outlines the proposed spectrum policy, auction design, and licensing procedures and rules. The consultation process provides interested stakeholders with the opportunity to review and comment on these proposals before the auction framework is finalized.",
    "about-auctions-step2": "2. Comment period",
    "about-auctions-step2-description": "During this time, interested parties can submit written comments on the proposed auction design and rules. All stakeholders including potential bidders, industry associations and public interest groups may participate. After the closing date for receipt of comments, copies of all the comments received are posted on ISED’s website.",
    "about-auctions-step3": "3. Reply comment period",
    "about-auctions-step3-description": "During this time, stakeholders can respond to comments submitted during the initial comment period. This provides an opportunity for addressing concerns or refining proposals based on feedback. After the closing date for receipt of reply comments, copies of all the reply comments received are posted on ISED’s website.",
    "about-auctions-step4": "4. Publication of the licensing framework/decision",
    "about-auctions-step4-description": "After all submitted feedback has been reviewed, the final auction framework is published. This document discusses the comments received from the consultation process and describes the auction format, bidding rules and licence conditions. A table of key dates associated with the auction accompanies this document.",
    "about-auctions-step5": "5. Clarification questions",
    "about-auctions-step5-description": "Stakeholders have an opportunity to submit written questions asking for clarification of rules or policies related to the auction. Questions received by the deadline and ISED’s written answers to these questions are published online.",
    "about-auctions-step6": "6. Deadline for the receipt of applications",
    "about-auctions-step6-description": "Prospective participants must submit their completed application forms, supporting documentation and financial deposit by the published deadline. The specific application requirements are detailed in the auction framework.",
    "about-auctions-step7": "7. Publication of the list of applicants",
    "about-auctions-step7-description": "Shortly after the application submission deadline, ISED publishes online a comprehensive list of all applicants, as well as information about their beneficial ownership, affiliations and associations. This step does not imply that participants have been qualified to participate in the auction.",
    "about-auctions-step8": "8. Publication of the list of qualified bidders",
    "about-auctions-step8-description": "ISED publishes the official list of qualified bidders on its website. After this time, bidders receive training materials and a schedule for the first week of the auction.",
    "about-auctions-step9": "9. Bidder information sessions and mock auctions",
    "about-auctions-step9-description": "Qualified bidders receive training and become familiar with the auction rules, software platform and bidding procedures. Bidders participate in practice sessions on the actual auction software so they may identify and resolve any technical issues before the start of the auction.",
    "about-auctions-step10": "10. Start of auction",
    "about-auctions-step10-description": "The auction starts on the date specified in the auction’s table of key dates.",
    "about-auctions-step11": "11. Conclusion of auction",
    "about-auctions-step11-description": "The duration and conclusion of an auction depend on its design and format as well as bidding activity. Details on the closure of an auction are provided in the framework.",
    "about-auctions-step12": "12. Publication of provisional licence winners",
    "about-auctions-step12-description": "Shortly after the conclusion of the auction, the provisional results, including provisional winning bidders, prices and their licences are published online. Results are not considered final until all payments have been received.",
    "about-auctions-step13": "13. Initial payment deadline",
    "about-auctions-step13-description": "Provisional winners must submit their first payment by the published deadline. Failure to do so may result in forfeiture of licences won.",
    "about-auctions-step14": "14. Final payment deadline",
    "about-auctions-step14-description": "Provisional winners must submit their final payment (balance owing) by the published deadline. Failure to do so may result in forfeiture of licences won.",
    "about-auctions-step15": "15. Issuance of licences",
    "about-auctions-step15-description": "Once provisional winning bidders have submitted all payments on the final payment deadline, their licences are issued. At this time, all auction results are deemed final.",
    "about-auctions-step16": "16. Publication of bidding data",
    "about-auctions-step16-description": "A few months after issuing licences, ISED publishes on its website detailed bidding data, which includes bidders' identities and all bids submitted for the concluded auction. This is done in the interest of transparency of the auction process.",

    "about-residual-auctions-step1": "1. Publication of notice/decision",
    "about-residual-auctions-step1-description": "A formal notice is published announcing an upcoming auction of residual licences. The notice details the auction format and bidding rules (generally a sealed-bid auction with a second-price rule). A table of key dates associated with the residual auction accompanies this document.",
    "about-residual-auctions-step2": "2. Clarification questions",
    "about-residual-auctions-step2-description": "Stakeholders have an opportunity to submit written questions asking for clarification of rules related to the residual auction. Questions received by the deadline and ISED’s written answers to these questions are published online.",
    "about-residual-auctions-step3": "3. Deadline for the receipt of applications",
    "about-residual-auctions-step3-description": "Prospective participants must submit their completed application forms, supporting documentation and financial deposit by the published deadline. The specific application requirements are detailed in the residual auction notice.",
    "about-residual-auctions-step4": "4. Publication of the list of applicants",
    "about-residual-auctions-step4-description": "Shortly after the application submission deadline, ISED publishes online a comprehensive list of all applicants, as well as information about their beneficial ownership, affiliations and associations. This step does not imply that participants have been qualified to participate in the residual auction.",
    "about-residual-auctions-step5": "5. Publication of the list of qualified bidders",
    "about-residual-auctions-step5-description": "ISED publishes the official list of qualified bidders on its website. After this time, bidders receive an information package.",
    "about-residual-auctions-step6": "6. Start of residual auction (sealed bid deadline)",
    "about-residual-auctions-step6-description": "The deadline for receipt of sealed bids marks the start of the residual auction. This deadline is specified in the residual auction’s table of key dates.",
    "about-residual-auctions-step7": "7. Conclusion of residual auction",
    "about-residual-auctions-step7-description": "The conclusion of the residual auction depends on its design and format. It generally concludes within two weeks.",
    "about-residual-auctions-step8": "8. Publication of provisional licence winners",
    "about-residual-auctions-step8-description": "Shortly after the conclusion of the auction, the provisional results, including provisional winning bidders, prices and their licences, are published online. Results are not considered final until all payments have been received.",
    "about-residual-auctions-step9": "9. Initial payment deadline",
    "about-residual-auctions-step9-description": "Provisional winners must submit their first payment by the published deadline. Failure to do so may result in forfeiture of licences won.",
    "about-residual-auctions-step10": "10. Final payment deadline",
    "about-residual-auctions-step10-description": "Provisional winners must submit their final payment (balance owing) by the published deadline. Failure to do so may result in forfeiture of licences won.",
    "about-residual-auctions-step11": "11. Issuance of licences",
    "about-residual-auctions-step11-description": "Once provisional winning bidders have submitted all payments on the final payment deadline, their licences are issued. At this time, all residual auction results are deemed final.",
    "about-residual-auctions-step12": "12. Publishing bidding data",
    "about-residual-auctions-step12-description": "A few months after issuing licences, ISED publishes on its website detailed bidding data, which includes bidders' identities and all bids submitted for the concluded residual auction. This is done in the interest of transparency of the auction process.",

    "about-auctions-formats-heading": "Auction formats",
    "about-auctions-formats-intro": "The following links bring you to the framework for residual auctions.",

    "about-auctions-formats-tab1": "Clock auction (CA) format",
    "WIP-about-auctions-formats-tab1-description": "A sealed-bid auction is a type of auction where bidders submit their bids in a sealed format, meaning that the bids are not disclosed to other participants until the auction concludes. This format is often used for residual spectrum auctions.",
    "about-auctions-formats-tab2": "Combinatorial clock auction (CCA) format",
    "WIP-about-auctions-formats-tab2-description": "A simultaneous multiple-round auction is a type of auction where multiple spectrum licences are auctioned simultaneously over several rounds. Bidders can place bids on multiple licences in each round, and the auction continues until no new bids are received for a specified period.",
    "about-auctions-formats-tab3": "Simultaneous multiple-round ascending auction (SMRA) format",
    "WIP-about-auctions-formats-tab3-description": "A clock auction is a type of auction where the price of the spectrum licences increases in a series of rounds, and bidders indicate their willingness to pay at each price level. The auction continues until no bidder is willing to pay the current price, at which point the licences are awarded to the highest bidders.",
    "about-auctions-formats-tab4": "Sealed-bid format",
    "WIP-about-auctions-formats-tab4-description": "A clock auction is a type of auction where the price of the spectrum licences increases in a series of rounds, and bidders indicate their willingness to pay at each price level. The auction continues until no bidder is willing to pay the current price, at which point the licences are awarded to the highest bidders.",

    "about-auctions-frameworks-heading": "Frameworks and outlooks",
    "about-auctions-frameworks-link1": "Framework for spectrum auctions",
    "about-auctions-frameworks-link1-description": "Document outlining the general approaches ISED uses to auction spectrum licences.",
    "about-auctions-frameworks-link2": "Decision on a Streamlined Framework for Auctioning Residual Spectrum Licences",
    "about-auctions-frameworks-link2-description": "Document outlining ISED’s streamlined approach for auctioning residual spectrum licences.",
    "about-auctions-frameworks-link3": "Spectrum outlook 2023 to 2027",
    "about-auctions-frameworks-link3-description": "Document outlining ISED’s overall approach and planning activities related to its management of Canada’s radio spectrum over a 5-year period, including measures to support competition in its auction processes.",
    "about-auctions-frameworks-link4": "Spectrum Policy Framework for Canada",
    "about-auctions-frameworks-link4-description": "Document outlining policy and spectrum management direction for wireless applications, services and uses, ranging from national defence and security to commercial, consumer, scientific and private radio. It contains core objectives and policy guidelines that form the basis for ISED’s Spectrum Management Program.",

    "doc-title": "Repérage des publications liées aux enchères du spectre ",
    "doc-filter-by": "Filtrer",
    "doc-type": "Type de renseignement",
    "doc-auctions": "Enchères",
    "doc-residual": "Enchères de licences de spectre restantes",
    "doc-filter": "Filter",
    "doc-clear": "Effacer tous les filtres",
    "doc-table-update": "Mis à jour",
    "doc-table-title": "Titre",
    "doc-table-type": "Type de renseignement",
    "doc-table-auction": "Enchère"
  }
}
